[
"Would you rather have no Instagram or no Snapchat for the rest of your life?",
"Would you rather lose your keys or your phone?",
"Would you rather lose the ability to read or lose the ability to speak?",
"Would you rather be covered in fur or covered in scales?",
"Would you rather be in jail for a year or lose a year off your life?",
"Would you rather always be 10 minutes late or always be 20 minutes early?",
"Would you rather have one real get out of jail free card or a key that opens any door?",
"Would you rather know the history of every object you touched or be able to talk to animals?",
"Would you rather be able to talk to land animals, animals that fly, or animals that live under the water?",
"Would you rather have all traffic lights you approach be green or never have to stand in line again?",
"Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
"Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
"Would you rather be the first person to explore a planet or be the inventor of a drug that cures a deadly disease?",
"Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?",
"Would you rather have unlimited international first-class tickets or never have to pay for food at restaurants?",
"Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
"Would you rather be an average person in the present or a king of a large country 2500 years ago?",
"Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard?",
"Would you rather have all your clothes fit perfectly or have the most comfortable pillow, blankets, and sheets in existence?",
"Would you rather be an unimportant character in the last movie you saw or an unimportant character in the last book you read?",
"Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?",
"Would you rather suddenly be elected a senator or suddenly become a CEO of a major company? (Without any idea of what's happening.)",
"Would you rather be a reverse centaur or a reverse mermaid/merman?",
"Would you rather your only mode of transportation be a donkey or a giraffe?",
"Would you rather only be to use a fork (no spoon) or only be able to use a spoon (no fork)?",
"Would you rather every shirt you ever wear be kind of itchy or only be able to use 1 ply toilet paper?",
"Would you rather have to read aloud every word you read or sing everything you say out loud?",
"Would you rather wear a wedding dress/tuxedo every single day or wear a bathing suit every single day?",
"Would you rather be a famous director or a famous actor?",
"Would you rather be a practicing doctor or a medical researcher?",
"Would you rather live in a cave or live in a tree house?",
"Would you rather be able to control fire or water?",
"Would you rather live without the internet or live without AC and heating?",
"Would you rather be able to teleport anywhere or be able to read minds?",
"Would you rather be unable to use search engines or unable to use social media?",
"Would you rather be beautiful/handsome but stupid or intelligent but ugly?",
"Would you rather be balding but fit or overweight with a full head of hair?",
"Would you rather never be able to eat meat or never be able to eat vegetables?",
"Would you rather have a completely automated home or a self-driving car?",
"Would you rather be an amazing painter or a brilliant mathematician?",
"Would you rather be famous but ridiculed or be just a normal person?",
"Would you rather have a flying carpet or a car that can drive underwater?",
"Would you rather be forced to eat only spicy food or only incredibly bland food?",
"Would you rather be a bowling champion or a curling champion?",
"Would you rather be fantastic at riding horses or amazing at driving dirt bikes?",
"Would you rather never be able to wear pants or never be able to wear shorts?",
"Would you rather live on the beach or in a cabin in the woods?",
"Would you rather be lost in a bad part of town or lost in the forest?",
"Would you rather have a horrible short-term memory or a horrible long-term memory?",
"Would you rather be completely invisible for one day or be able to fly for one day?"
]